Repository: 2spark/SparklrWP
Catalog: SparklrWP/Resources/AppResources.*.resx
Languages: it

# AppCrashReportText
source: Looks like you had a crash the last time you used the app. Would you like to help us fix the bug and send a quick bug report?
it: Sembra che hai avuto un problema l'ultima volta che hai usato l'app. Vorresti aiutarci a mandare un bug report?

# AppCrashReportTitle
source: Something went wrong...
it: Qualcosa è andato storto...

# AppNotificationText
source: You have {0} notifications.
it: Hai {0} notifiche.

# FirstRunBasics1
source: Enter your user name and password used on Sparklr. If you don't have an account yet, sign up! It's free!
it: Metti il tuo username e la password usati su Sparklr. Se non hai un account, registrati! È gratis!

# FirstRunBasics2
source: The power of the pivot! Slide over on the main page for more things to do! It's like having the power of Sparklr in your hands!
it: La potenza del formato Pivot! Scorri nella Home Page per fare molte più cose! È come avere il potere di Sparklr nelle tue mani!

# FirstRunHelloThere
source: Hello there :)
it: Ciao :)

# FirstRunLetsGetStarted
source: Lets get started!
it: Partiamo!

# FirstRunMsgBoxContent
source: Looks like it's the first time you've used this app! We will take you through a small intro to show you around the app!
it: Sembra che sia la prima volta che usi questa app! Ti illustreremo le nozioni fondamentali per utilizzare l'app!

# FirstRunMsgBoxTitle
source: Have we met before?
it: Ci siamo conosciuti prima?

# FirstRunOtherStuff
source: other stuff
it: Altra roba

# FirstRunOtherStuff1
source: On most pages you will see a bar with an icon! Those are passage ways to other parts in the app!
it: In molte pagine vedrai una barra con delle icone. Queste ti porteranno in altre parti dell'app!

# FirstRunSlideOver
source: Slide over
it: Scorri

# FirstRunTheBasics
source: the basics
it: Nozioni di base

# FirstRunTheDash
source: The dashboard:
it: La dashboard:

# FirstRunTheLoginPage
source: The login page:
it: Login

# FirstRunThreeDots
source: The three dots!
it: I tre punti!

# FirstRunWhatAreYouWaitingFor
source: What are you waiting for?! Try it yourself!
it: Cosa stai aspettando?! Provalo tu stesso!

# LoginAboutButton
source: About
it: Info

# LoginBrowserOpenQuestionContent
source: The sign up page will open in Internet Explorer, is that OK?
it: La pagina di registrazione si aprirà in Internet Explorer. Va bene?

# LoginBrowserOpenQuestionTitle
source: Question
it: Domanda

# LoginExitConfirmationContent
source: Do you want to exit the app? Unsaved changes will be lost.
it: Vuoi uscire dall'applicazione? I dati non salvati saranno persi.

# LoginExitConfirmationTitle
source: Confirmation
it: Conferma

# LoginForWP
source: for Windows Phone
it: per Windows Phone

# LoginPleaseLogin
source: Please log in
it: Per favore accedi

# LoginRememberMe
source: Remember Me
it: Ricordami

# LoginSignUpButton
source: Sign up
it: Registrati

# LoginUnknownLoginErrorMsgBoxContent
source: Something horrible happend, try again later!
it: Qualcosa di terribile è successo, prova più tardi!

# LoginUnknownLoginErrorMsgBoxTitle
source: Sorry!
it: Ci dispiace!

# LoginWIP
source: WORK IN PROGRESS
it: LAVORI IN CORSO

# LoginWrongUserPass
source: Wrong username and/or password
it: Username e/o password sbagliati

# MainAboutButton
source: about...
it: info...

# MainFriendsHeader
source: friends
it: amici

# MainNewPostButton
source: new post
it: nuovo post

# MainNotifications
source: notifications
it: notifiche

# MainProfileHeader
source: profile
it: profilo

# MainSearchButton
source: search
it: cerca

# MainSettingsButton
source: settings
it: impostazioni

# MainVisitNetworkHint
source: Visit network...
it: Visualizza rete

# MainWorldHeader
source: world
it: mondo
